[
	{
		"set" : {
			"setContent" : [
				{
					"contentId" : 1,
					"type" : "declarative",
					"text" : "<h1>Primary and Secondary Sources</h1><p>Sometimes an instructor will ask you to use <strong>primary sources</strong> for a research project. What does that mean?</p><p>A primary source provides firsthand evidence about an event, object, or person. In the natural and social sciences, primary sources are often empirical studies—research where an experiment was performed, or a direct observation was made.</p><p><i>Example: A chemist performs an experiment and publishes an article about the results in a scientific journal. That article is a primary source on the chemist’s work.</i></p>"
				}
			]
		}
	},
	{
		"set" : {
			"setContent" : [
				{
					"contentId" : 1,
					"type" : "declarative",
					"text" : "<h1>Secondary Sources</h1><p>Secondary sources are those that evaluate, describe, or summarize primary sources. They do not involve direct observation.</p><p><i>Example: A reporter from a local newspaper hears about the chemist’s work and writes a short piece explaining aspects of the work to non-scientific readers. That article is a secondary source on the chemist’s work.</i></p>"
				}
			]
		}
	},
	{
		"set" : {
			"setContent" : [
				{
					"contentId" : 1,
					"type" : "declarative",
					"text" : "<h1>Context</h1><p>Whether a source is considered primary or secondary depends on its relationship to the object of your research. If Researcher A publishes a review article citing the work of Researcher B, that article is a primary source for A’s biographer, but a secondary source on the topic of B’s research.</p><p>Confusing? Don’t worry! We’ll go through some examples that should clarify things.</p>"
				}
			]
		}
	},
	{
		"set" : {
			"setContent" : [
				{
					"contentId" : 1,
					"type" : "multipleChoice",
					"text" : "<h1>Test Yourself</h1><p>You are assigned a paper on the planet vs. non-planet status of Pluto. You recall hearing an NPR story about a book by Neil deGrasse Tyson on this topic and you find <i>The Pluto Files: The Rise and Fall of America’s Favorite Planet</i> at the library.</p><p>Is this book a primary or secondary source on the Pluto controversy?</p>",
					"image" : "images/primary/plutoFiles.png",
					"imageAlt" : "Cover of The Pluto Files",
					"answers" : [
						{
							"answerId" : 1,
							"text" : "Primary",
							"isCorrect" : false,
							"response" : "Incorrect. This book is a secondary source on the topic. Books, especially those written for a general readership, don’t generally report new research findings—they summarize findings that are reported in the scholarly literature (i.e., journals)."
						},
						{
							"answerId" : 2,
							"text" : "Secondary",
							"isCorrect" : true,
							"response" : "Correct! This book is a secondary source on the topic. Books, especially those written for a general readership, don’t generally report new research findings—they summarize findings that are reported in the scholarly literature (i.e., journals)."
						}
					]
				}
			]
		}
	},
	{
		"set" : {
			"setContent" : [
				{
					"contentId" : 1,
					"type" : "multipleChoice",
					"text" : "<h1>Test Yourself</h1><p>Okay, so <i>The Pluto Files</i> is secondary. What about the NPR story where Tyson discusses the book?</p><p>Is this a primary or secondary source on Pluto?</p>",
					"image" : "images/primary/plutoNPR.png",
					"imageAlt" : "All Things Considered Story",
					"answers" : [
						{
							"answerId" : 1,
							"text" : "Primary",
							"isCorrect" : false,
							"response" : "Incorrect. The NPR piece is also a secondary source <em>with reference to Pluto.</em>"
						},
						{
							"answerId" : 2,
							"text" : "Secondary",
							"isCorrect" : true,
							"response" : "Correct! The NPR piece is also a secondary source <em>with reference to Pluto.</em>"
						}
					]
				}
			]
		}
	},
	{
		"set" : {
			"setContent" : [
				{
					"contentId" : 1,
					"type" : "multipleChoice",
					"text" : "<h1>Test Yourself</h1><p>Now imagine that you're not writing about Pluto, but about Neil deGrasse Tyson.</p><p class='questionText'>Would the NPR story be primary or secondary with reference to Tyson himself?</p>",
					"answers" : [
						{
							"answerId" : 1,
							"text" : "Primary",
							"isCorrect" : true,
							"response" : "Correct. This is a primary source with respect to Tyson, since he is interviewed."
						},
						{
							"answerId" : 2,
							"text" : "Secondary",
							"isCorrect" : false,
							"response" : "Incorrect. This is a primary source with respect to Tyson, since he is interviewed."
						}
					]
				}
			]
		}
	},
	{
		"set" : {
			"setContent" : [
				{
					"contentId" : 1,
					"type" : "multipleChoice",
					"text" : "<h1>Test Yourself</h1><p>As you’re working on a paper on dwarf galaxies for an astronomy class, Tyson’s name comes up again. Specifically, this paper:</p><p class='citation'>Tyson, Neil D. and Scalo, John M. (1988). \"Bursting dwarf galaxies: Implications for luminosity function, space density, and cosmological mass density.\" <i>Astrophysical Journal 329</i>: 618. doi:10.1086/166408</p><p>For the purposes of your paper, is this source primary or secondary?</p>",
					"image" : "images/primary/dwarfGalaxies.jpg",
					"imageAlt" : "Article in Astrophysical Journal",
					"answers" : [
						{
							"answerId" : 1,
							"text" : "Primary",
							"isCorrect" : true,
							"response" : "Correct. This is a primary source on dwarf galaxies as evidenced by the use of the first person: \"<em>We</em> have attempted to estimate&hellip;\" (p. 618), \"<em>we</em> represented the form of the Luminosity decline&hellip;\" (p. 619). This paper is a report of original research conducted by the authors."
						},
						{
							"answerId" : 2,
							"text" : "Secondary",
							"isCorrect" : false,
							"response" : "Incorrect. This is a primary source on dwarf galaxies. Notice the use of the first person: \"<em>We</em> have attempted to estimate&hellip;\" (p. 618), \"<em>we</em> represented the form of the Luminosity decline&hellip;\" (p. 619). This paper is a report of original research conducted by the authors."
						}
					]
				}
			]
		}
	},
	{
		"set" : {
			"setContent" : [
				{
					"contentId" : 1,
					"type" : "multipleChoice",
					"text" : "<h1>Test Yourself</h1>Having gained an interest in Tyson as a researcher, you learn that he has ties to noted Ithacan Carl Sagan. A quick YouTube search yields the following interview, in which Tyson tells a story about meeting Sagan at Cornell early in his (Tyson's) career:</p><div class='embed-wrapper'><div class='embed-responsive embed-responsive-16by9'><iframe class='embed-responsive-item' src='https://www.youtube.com/embed/eeqrN3Bfro8?rel=0' allowfullscreen></iframe></div></div><br /><br /><p>Is this interview a primary or secondary source with reference to Tyson's life?</p>",
					"answers" : [
						{
							"answerId" : 1,
							"text" : "Primary",
							"isCorrect" : true,
							"response" : "Correct. This is a primary source with reference to Tyson's life, as it features Tyson himself recounting remembered events."
						},
						{
							"answerId" : 2,
							"text" : "Secondary",
							"isCorrect" : false,
							"response" : "Incorrect. This is a primary source with reference to Tyson's life, as it features Tyson himself recounting remembered events."
						}
					]
				}
			]
		}
	},
	{
		"set" : {
			"setContent" : [
				{
					"contentId" : 1,
					"type" : "multipleChoice",
					"text" : "<h1>Test Yourself</h1><p>In YouTube’s sidebar, you notice an interview with Bill Nye (\"The Science Guy!\") in which he talks about taking an astonomy class from Carl Sagan.</p><div class='embed-wrapper'><div class='embed-responsive embed-responsive-16by9'><iframe src='//www.youtube.com/embed/54q6M48WxSs' class='embed-responsive-item' allowfullscreen></iframe></div></div><br /><br /><p>Is this interview a primary or secondary source with reference to Sagan’s life?</p>",
					"answers" : [
						{
							"answerId" : 1,
							"text" : "Primary",
							"isCorrect" : true,
							"response" : "Correct. This is a primary source with reference to Sagan’s life. Nye knew Sagan and is recounting his own memories about his life."
						},
						{
							"answerId" : 2,
							"text" : "Secondary",
							"isCorrect" : false,
							"response" : "Incorrect. This is a primary source with reference to Sagan’s life. Nye knew Sagan and is recounting his own memories about his life."
						}
					]
				}
			]
		}
	},
	{
		"set" : {
			"setContent" : [
				{
					"contentId" : 1,
					"type" : "multipleChoice",
					"text" : "<h1>Test Yourself</h1><p>For a history class, you are researching American popular scientists. You decide to focus on Carl Sagan, since you’ve now watched two YouTube videos about him. You find \"Who Was Carl Sagan?\" on the <i>National Geographic</i> website. The article was published in March of 2014.</p><p>Would this source be primary or secondary?</p>",
					"image" : "images/primary/whoWasCarlSagan.jpg",
					"imageAlt" : "Article in National Geographic",
					"answers" : [
						{
							"answerId" : 1,
							"text" : "Primary",
							"isCorrect" : false,
							"response" : "Incorrect. This is a secondary source for the purposes of a paper about Sagan. This piece was written after Sagan's death in 1996 and there is no indication that the author knew Sagan or is writing from personal memory."
						},
						{
							"answerId" : 2,
							"text" : "Secondary",
							"isCorrect" : true,
							"response" : "Correct. This is a secondary source for the purposes of a paper about Sagan. This piece was written after Sagan's death in 1996 and there is no indication that the author knew Sagan or is writing from personal memory."
						}
					]
				}
			]
		}
	},
	{
		"set" : {
			"setContent" : [
				{
					"contentId" : 1,
					"type" : "multipleChoice",
					"text" : "<h1>Test Yourself</h1><p>You find a good biography of Sagan, written in 1999 by William Poundstone.</p><p>Is this source primary or secondary?</p>",
					"image" : "images/primary/poundstoneBook.png",
					"imageAlt" : "Sagan biography",
					"answers" : [
						{
							"answerId" : 1,
							"text" : "Primary",
							"isCorrect" : false,
							"response" : "Incorrect. This biography is a secondary source on Sagan. As with the National Geographic piece, there is no indication that the author knew Sagan or is writing from personal memory."
						},
						{
							"answerId" : 2,
							"text" : "Secondary",
							"isCorrect" : true,
							"response" : "Correct. This biography is a secondary source on Sagan. As with the National Geographic piece, there is no indication that the author knew Sagan or is writing from personal memory."
						}
					]
				}
			]
		}
	},
	{
		"set" : {
			"setContent" : [
				{
					"contentId" : 1,
					"type" : "multipleChoice",
					"text" : "<h1>Test Yourself</h1><p>Using the <i>Historical New York Times</i> database, you find this interview with the Sagans from 1985 about the publication of Sagan's books <i>Contact</i> and <i>Comet</i>.</p><p>Is this a primary or secondary source for your paper on Sagan?</p>",
					"image" : "images/primary/saganNYT.jpg",
					"imageAlt" : "Article in NYT",
					"answers" : [
						{
							"answerId" : 1,
							"text" : "Primary",
							"isCorrect" : true,
							"response" : "Correct. This is a primary source on Sagan. It is an interview with Sagan himself."
						},
						{
							"answerId" : 2,
							"text" : "Secondary",
							"isCorrect" : false,
							"response" : "Incorrect. This is a primary source on Sagan. It is an interview with Sagan himself."
						}
					]
				}
			]
		}
	},
	{
		"set" : {
			"setContent" : [
				{
					"contentId" : 1,
					"type" : "multipleChoice",
					"text" : "<h1>Test Yourself</h1><p>Sagan's papers are held at the Library of Congress, and some of them are available online, including an early manuscript of <i>A Pale Blue Dot</i>.</p><p>Is this a primary or secondary source on Sagan?</p>",
					"image" : "images/primary/paleBlueDot.jpg",
					"imageAlt" : "Pale Blue Dot MS",
					"answers" : [
						{
							"answerId" : 1,
							"text" : "Primary",
							"isCorrect" : true,
							"response" : "Correct. This is a primary source on Sagan, as it is Sagan's own creative work."
						},
						{
							"answerId" : 2,
							"text" : "Secondary",
							"isCorrect" : false,
							"response" : "Incorrect. This is a primary source on Sagan, as it is Sagan's own creative work."
						}
					]
				}
			]
		}
	},
	{
		"set" : {
			"setContent" : [
				{
					"contentId" : 1,
					"type" : "multipleChoice",
					"text" : "<h1>Test Yourself</h1><p><strong>Bonus Question:</strong> Your astronomy professor mentions that Johannes Kepler developed a theory linking the orbits of the planets to the musical scale. You decide to make this the subject of a paper. Kepler published this theory in his 1619 book <i>Harmonices Mundi</i>. Good news: it's <a href='#' data-toggle='modal' data-target='#kepler'>available online</a> from the Library of Congress. Bad news: it's in Latin. Good news: an English translation was published in <i>The Memoirs of the American Philosophical Society</i> in 1997.</p><p class='questionText'>Is the English translation a primary or secondary source for the purposes of your paper on Kepler's theory?</p>",
					"image" : "images/primary/kepler.jpg",
					"imageAlt" : "Kepler’s Harmonices Mundi",
					"answers" : [
						{
							"answerId" : 1,
							"text" : "Primary",
							"isCorrect" : true,
							"response" : "Correct. This is a primary source, since it is Kepler's own creative work, even if it is in translation."
						},
						{
							"answerId" : 2,
							"text" : "Secondary",
							"isCorrect" : false,
							"response" : "Incorrect. This is a primary source, since it is Kepler's own creative work, even if it is in translation."
						}
					]
				}
			]
		}
	},
	{
		"set" : {
			"setContent" : [
				{
					"contentId" : 1,
					"type" : "submitForm",
					"text" : "Thanks for playing! Fill out this form if you’d like to notify your instructor that you’ve completed this tutorial. Otherwise, you're all done!"
				}
			]
		}
	}
]